/* No comment provided by engineer. */
"%@ : %d day left" = "%1$@ : %2$d dagen over";

/* No comment provided by engineer. */
"%@ : %d days left" = "%1$@ : %2$d dagen over";

/* No comment provided by engineer. */
"%@ : EXPIRED" = "%@ : Verlopen";

/* (No Commment) */
"%@ Networking" = "%@ Networking";

/* No comment provided by engineer. */
"%@ The least restrictive setting will apply." = "%@ De laatste instelling geldt";

/* (No Commment) */
"%@ Web Content" = "%@ Web Content";

/* No comment provided by engineer. */
"%@ and %@" = "%1$@ en %2$@";

/* No comment provided by engineer. */
"%@ has been added to your 'Don't notify' list" = "%@ is verwijderd van de niet melden lijst";

/* No comment provided by engineer. */
"%@ has been using more than %g%% CPU for over %d seconds." = "%1$@ heeft meer dan %2$g%% CPU gebruikt voor de duur van %3$d seconden";

/* No comment provided by engineer. */
"%@ is a background-only application. That means that it is designed to work while it runs behind the scenes. You can try AutoStop to see what the effects are, but it may prevent %@ from performing all of its intended functions." = "%1$@ is een achtergrond applicatie. Dit wil zeggen dat het niet merkbaar meedraait. Je kunt proberen wat AutoStop doet, maar dit kan ook conflicteren!";

/* No comment provided by engineer. */
"%@ is a helper application for %@. You can stop or limit it by changing the settings for %@." = "%1$@ is een helper app voor %2$@. Je zult %3$@ moeten aanpassen.";

/* No comment provided by engineer. */
"%@ provides essential services and can't be stopped." = "%@ is essentieel en kan niet gestopt worden.";

/* No comment provided by engineer. */
"%@ provides essential system services. It needs to be kept running at all times." = "%@ is essentieel en kan niet gestopt worden.";

/* No comment provided by engineer. */
"%@, %@" = "%1$@, %2$@";

/* GetInfo size string */
"%g %@" = "%1$g %2$@";

/* No comment provided by engineer. */
"15-day evaluation period" = "15 dagen evaluatie periode";

/* No comment provided by engineer. */
"ALL RUNNING PROCESSES" = "Alle draaiende applicaties";

/* (No Commment) */
"Activity Monitor Helper" = "Activiteit monitor helper";

/* Status Item Tooltip */
"App Tamer" = "App Tamer";

/* (No Commment) */
"App Tamer Helper" = "App Tamer Helper";

/* No comment provided by engineer. */
"App Tamer cannot automatically stop %@." = "App Tamer kan %@ niet automatisch stoppen";

/* No comment provided by engineer. */
"App Tamer could not install its helper application.

The permissions are incorrect on the folder /Library/PrivilegedHelperTools. I can fix this for you and try again, but you should check afterwards to make sure there are no malicious programs in that folder." = "App Tamer kan niet correct geïnstalleerd worden.

De permissies staan niet juist in de map geconfigureerd. Los dit op alvorens opnieuw te proberen.";

/* No comment provided by engineer. */
"App Tamer could not install its helper application.

There was an error (%s) that couldn't be fixed. Please contact St. Clair Software at support@stclairsoft.com for help." = "App Tamer kan niet correct geïnstalleerd worden.

Er is een fout opgetreden die niet gerepareerd kan worden. Neem contact op met support@stclairsoft.com en meld error (%s)";

/* No comment provided by engineer. */
"App Tamer handles Parallels Desktop differently than it does other applications." = "App Tamer behandeld Parallels desktop dan andere programma's";

/* No comment provided by engineer. */
"App Tamer has turned back on" = "App Tamer staat weer aan";

/* No comment provided by engineer. */
"App Tamer is encountering problems with your system and cannot run its helper application. Restarting your computer may fix this. 

Until you restart, App Tamer can't function correctly. I'm going to try to use Terminal to un-pause all of your applications before I quit. They may still appear grayed out but they're actually running." = "App Tamer is problemen tegengekomen. Herstarten van je Mac kan dit oplossen. Totdat je herstart zal App Tamer niet juist functioneren.

Totdat je herstart zal App Tamer niet goed werken. We gaan Terminal gebruiken om alle apps te hervatten. Ze kunnen grijs blijven, maar zijn wel nog altijd actief!";

/* No comment provided by engineer. */
"App Tamer is encountering problems. To try to fix this, it needs to update its helper application.

You will be asked for your administrator password to update the 'com.stclairsoft.AppTamer.Helper' application in the /Library/PrivilegedHelperTools folder." = "App Tamer heeft problemen ondervonden. Probeer dit te repareren door de helper applicatie bij te werken.

Je wachtwoord zal gevraagd worden voor het bijwerken van de com.stclairsoft.AppTamer.Helper applicatie in de /bibliotheek/PrivilegedHelperTools map";

/* No comment provided by engineer. */
"App Tamer is having trouble monitoring Chrome." = "App Tamer heeft problemen met Chrome";

/* No comment provided by engineer. */
"App Tamer needs to install a helper application in order to work correctly.

You will be asked for your administrator password so the application can be installed in the /Library/PrivilegedHelperTools folder." = "App Tamer moet een helper applicatie installeren om juist te werken.

Er zal gevraagd worden voor een administrator wachtwoord om de applicatie te installeren in de /bibliotheek/PrivilegedHelperTools map";

/* No comment provided by engineer. */
"App Tamer needs to update its helper application in order to work correctly.

You will be asked for your administrator password so the application can be updated in the /Library/PrivilegedHelperTools folder." = "App Tamer moet een helper applicatie bijwerken om juist te werken.

Er zal gevraagd worden voor een administrator wachtwoord om de applicatie te installeren in de /bibliotheek/PrivilegedHelperTools map";

/* No comment provided by engineer. */
"App Tamer uses a program called 'lsof' to monitor Chrome's downloads. This is usually a low-overhead task, but sometimes lsof gets confused and starts using a lot of CPU time.

To fix this, you can usually just quit and relaunch Chrome. Would you like me to do that for you now?" = "App Tamer gebruikt het zogenaamde 'Lsof\" om Chrome te bekijken. Dit is meestal een laag verbruik taak voor de Mac. Maar soms gebruikt deze erg veel CPU.

Om dit op te lossen kun je de Mac opnieuw opstarten. Wil je dit nu doen?";

/* No comment provided by engineer. */
"Are you sure you want to stop %@ in the background?" = "Weet je het zeker dat je %@ wilt stoppen?";

/* No comment provided by engineer. */
"AutoStop is disabled for a battery power change" = "AutoStop is gestopt voor beter batterij gebruik.";

/* No comment provided by engineer. */
"AutoStop is disabled so a disk can be added" = "Autostop is geblokkeerd zodat een schijf kan worden toegevoegd";

/* No comment provided by engineer. */
"AutoStop is disabled so a disk can be ejected" = "Autostop is geblokkeerd zodat een schijf kan worden verwijderd";

/* No comment provided by engineer. */
"AutoStop is disabled until %@" = "Autostop is geblokkeerd tot %@";

/* No comment provided by engineer. */
"AutoStop is disabled when you switch to another account" = "AutoStop is geblokkeerd als je een ander account gebruikt";

/* No comment provided by engineer. */
"AutoStop is disabled while the system is sleeping" = "Autostop is geblokkeerd als het systeem slaapt";

/* No comment provided by engineer. */
"AutoStop is turned off" = "AutoStop is uitgeschakeld";

/* No comment provided by engineer. */
"Autostop enabled only when battery is below %@%%" = "Autostop is enkel geactiveerd als de batterij onder de %@%% is";

/* No comment provided by engineer. */
"Because your Mac has more than four processor cores, the CPU graph will show more detail when set to a logarithmic scale. Should I set it that way for you?" = "Omat je Mac meer dan 4 processoren heeft zal de CPU grafiek beter werken als deze logaritmisch is ingesteld. Zal ik dit instellen?";

/* No comment provided by engineer. */
"Buy" = "Koop";

/* No comment provided by engineer. */
"Cancel" = "Annuleren";

/* No comment provided by engineer. */
"Click OK to save App Tamer debugging information to a file." = "Klik op OK om debugger info op te slaan naar een bestand";

/* No comment provided by engineer. */
"Don't tell me again" = "Niet opnieuw melden";

/* No comment provided by engineer. */
"Don't warn about %@" = "Niet waarschuwen voor %@";

/* No comment provided by engineer. */
"Don't warn me again" = "Niet opnieuw melden";

/* No comment provided by engineer. */
"Evaluation period expires in %d days" = "Evaluatie periode eindigt over %d dagen";

/* No comment provided by engineer. */
"Fix & Install" = "Repareer en installeer";

/* (No Commment) */
"For some reason OS X could not be coaxed into taking you to our web store." = "Voor een onbekende reden kan OS X je niet naar de webwinkel doorsturen.";

/* No comment provided by engineer. */
"For some reason macOS could not be coaxed into taking you to our web store." = "Voor een onbekende reden kan macOS je niet naar de webwinkel doorsturen.";

/* GB (gigabytes) */
"GB" = "GB";

/* No comment provided by engineer. */
"Giving the Dock time to handle your mouse click" = "Geef dock de tijd voor je klik";

/* No comment provided by engineer. */
"Giving apps a few seconds to update" = "Geef een paar seconden om te updaten";

/* No comment provided by engineer. */
"I couldn't get to our web site in your browser." = "Ik kon niet naar deze website in de browser";

/* No comment provided by engineer. */
"I've set the limit for %@ back to %d%%." = "Ik heb de limiet ingesteld van %@ tot %d%%";

/* No comment provided by engineer. */
"If you cannot resolve this problem, contact support@stclairsoft.com for help." = "Als je het niet opgelost krijgt contacteer support@stclairsoft.com";

/* No comment provided by engineer. */
"If you want to turn it off indefinitely, just enter 0." = "Geef 0 als je wilt uitschakelen";

/* No comment provided by engineer. */
"Install" = "Installeren";

/* No comment provided by engineer. */
"Installation Failed" = "Installatie niet gelukt";

/* No comment provided by engineer. */
"Installation Needed" = "Installatie benodigd";

/* No comment provided by engineer. */
"Installation Problem" = "Installatie problemen";

/* K (kilobytes) */
"K" = "K";

/* No comment provided by engineer. */
"Licensed to: %@" = "Licentie van: %@";

/* MB (megabytes) */
"MB" = "MB";

/* No comment provided by engineer. */
"No, use a linear scale" = "Nee, gebruik linear";

/* No comment provided by engineer. */
"Not Now" = "Niet nu";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"PROCESSES USING CPU" = "Processen die CPU gebruiken";

/* No comment provided by engineer. */
"Please contact support@stclairsoft.com for assistance." = "Neem a.u.b. contact op met support@stclairsoft.com voor hulp";

/* No comment provided by engineer. */
"Please copy this URL and paste it into your browser manually:

%@" = "Kopieer onderstaande URL en plak deze in de browser:

%@";

/* No comment provided by engineer. */
"Please copy this URL and paste it into your browser:

http://www.stclairsoft.com/store/" = "Kopieer onderstaande URL en plak deze in de browser:

http://www.stclairsoft.com/store/";

/* No comment provided by engineer. */
"Please specify a time between 1 and 1500 minutes to turn off App Tamer" = "Geef een tijd tussen 1 en 1500 minuten aan om te activeren";

/* No comment provided by engineer. */
"Please use a value between 1% and 800% to limit the CPU usage of applications." = "Geef een waarde tussen 1 - 800% om CPU te beperken";

/* No comment provided by engineer. */
"Quit" = "Afsluiten";

/* No comment provided by engineer. */
"Relaunch Chrome" = "Herstart Chrome";

/* No comment provided by engineer. */
"Running" = "Lopend";

/* No comment provided by engineer. */
"Show Preferences" = "Opties";

/* No comment provided by engineer. */
"Show all…" = "Laat alle zien...";

/* No comment provided by engineer. */
"Show less…" = "Laat minder zien...";

/* No comment provided by engineer. */
"Show only applications…" = "Enkel apps";

/* No comment provided by engineer. */
"Show processes using CPU…" = "Geef processen die CPU gebruiken";

/* No comment provided by engineer. */
"Slowed" = "Vertraagd";

/* No comment provided by engineer. */
"Something is very wrong." = "Iets klopt er echt niet!";

/* (No Commment) */
"Spotlight" = "Spotlight";

/* (No Commment) */
"Spotlight Indexer" = "Spotlight Indexer";

/* (No Commment) */
"Spotlight Storage" = "Spotlight Storage";

/* No comment provided by engineer. */
"Stopped" = "Gestopt";

/* TB (terabytes) */
"TB" = "TB";

/* No comment provided by engineer. */
"TRIAL PERIOD" = "Probeer versie";

/* No comment provided by engineer. */
"Thank you for purchasing App Tamer!" = "Bedankt voor het aanschaffen van App Tamer";

/* No comment provided by engineer. */
"The server www.stclairsoft.com could not be reached.

An Internet connection is necessary to validate your license. Please make sure you have a working connection to the Internet. If you do and you are still receiving this message, you should try again later." = "De server van www.stclairsoft.com kan niet worden bereikt.

Er is geen werkende internet verbinding geconstateerd. Dit is wel nodig om je licentie te valideren. Probeer later opnieuw.";

/* No comment provided by engineer. */
"There was an error retrieving your license." = "Er is iets mis gegaan...";

/* No comment provided by engineer. */
"There was an error validating your license." = "Er is iets misgegaan bij het verkrijgen van de licentiestatus";

/* No comment provided by engineer. */
"This copy of App Tamer is licensed to:" = "Deze licentie is geregistreerd aan:";

/* No comment provided by engineer. */
"This copy of App Tamer is unlicensed." = "Deze kopie is niet geregistreerd.";

/* No comment provided by engineer. */
"This will take 30-60 seconds and App Tamer will not respond during that time. Please be patient.

When saving is complete, a new window will open in the Finder with the file AppTamer.debug.txt selected." = "De download zal 30-60 seconden nodig hebben. In die tijd zal App Tamer niet reageren. even geduld a.u.b. Als het opslaan klaar is zal het bestand te vinden zijn als AppTamer.debug.txt.";

/* (No Commment) */
"Time Machine Backup" = "Time Machine Backup";

/* (No Commment) */
"Time Machine Local Backup" = "Time Machine Lokale Backup";

/* No comment provided by engineer. */
"UPGRADE REQUIRED" = "Upgrade vereist!";

/* No comment provided by engineer. */
"Updating application states" = "Updaten van status";

/* No comment provided by engineer. */
"Upgrade" = "Upgrade";

/* No comment provided by engineer. */
"Upgrade App Tamer Online…" = "Upgrade App Tamer";

/* No comment provided by engineer. */
"Version 2.x is a paid upgrade. Please visit http://www.stclairsoft.com/ to purchase your upgrade. You can go there now by pressing the Upgrade button below." = "Versie 2.x is een betaalde upgrade. Bezoek http://www.stclairsoft.com/ om de update te kopen. Je kunt ook op onderstaande knop drukken.";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You can change this in the Detection tab of your App Tamer preferences." = "Je kunt dit veranderen in de detectie tab van App Tamer onder opties";

/* No comment provided by engineer. */
"You can switch the scale between linear and logarithmic at any time by control-clicking on the graph." = "Je kunt de verschillende weergave instellen door te klikken terwijl je control inhoud.";

/* No comment provided by engineer. */
"You turned it off for %d minutes" = "Je hebt deze uitgeschakeld voor %d minuten";

/* No comment provided by engineer. */
"Your 15-day trial has expired. Until you purchase a license and enter it in the license window, App Tamer will only run for 5 minutes at a time.

To %@ App Tamer, please click the '%@' button." = "Je 15 dagen probeerversie is verlopen. Koop je geen nieuwe licentie dan zal App Tamer maar werken voor 5 minuten per keer.

Om %1$@ App Tamer, klik op %2$@.";

/* No comment provided by engineer. */
"Your 15-day trial period will expire in %d %@. To %@ App Tamer, please click the '%@' button." = "De App Tamer probeer tijd van 15 dagen zal in %1$d %2$@ aflopen. Om App Tamer te kopen klik op de %4$@ knop.";

/* No comment provided by engineer. */
"Your copy of App Tamer is unlicensed." = "Je kopie van App Tamer is niet gelicenseerd.";

/* No comment provided by engineer. */
"Your license information has been saved in your preference file." = "Je licentie is gekoppeld aan je opties.";

/* No comment provided by engineer. */
"Your license number is for App Tamer version 1.x." = "Je licentie is voor App Tamer versie 1.x.";

/* No comment provided by engineer. */
"Your name and serial number are not in our registration database. Please check the data you entered and try again." = "Je naam en serienummer zijn niet herkent in onze database. Probeer opnieuw";

/* No comment provided by engineer. */
"buy" = "koop";

/* GetInfo size string */
"bytes" = "bytes";

/* No comment provided by engineer. */
"day" = "dag";

/* No comment provided by engineer. */
"days" = "dagen";

/* No comment provided by engineer. */
"upgrade" = "upgrade";

